# Space Property

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
Mullion..::..Space Property
Mullion Class See Also
---
The space in which the instance is located.
# Overload List
| Name | Description |
| --- | --- |
| --- | --- | --- |
| Space | The space in which the instance is located (during the last phase of the project). (Inherited from FamilyInstance.) |
| [Space[([( Phase])]) ](36fcee11-77d9-80a7-2321-5bf163137ac3.md "Space Property \(Phase\)") | (Inherited from FamilyInstance.) |

# See Also
Mullion Class
Mullion Members
Autodesk.Revit.DB Namespace